#2 დავალება
#სიის ნომრების გათვალისწინებით = [1, 2, 3, 4, 5, 6, 7, 8, 9, 10], შეასრულეთ ჭრის(slicing)შემდეგი ოპერაციები:
list = [1,2,3,4,5,6,7,8,9,10]

#დაბეჭდეთ პირველი სამი ელემენტი.
print(list[:3])
#დაბეჭდეთ ბოლო სამი ელემენტი.
print(list[-3:])
#ელემენტების დაბეჭდვა ინდექსიდან 3-დან 7-მდე.
print(list[3:8])
#დაბეჭდეთ მთლიანი სია.
print(list)

#3 დავალება
#მოცემული სტრიქონის წინადადება = "გამარჯობა, როგორ ხარ დღეს?",
#შეასრულეთ შემდეგი მოქმედებები: ამობეჭდეთ პირველი სიტყვა.
string = "gamarjoba, rogor xar dges?"
print(string[0:10])
#დაბეჭდეთ ბოლო სიტყვა.
print(string[21:26])