x = input("Enter Your Name: ")
last_name = input("Enter Your last name: ")
age = (input("enter your age: "))
# print(name, last_name)
print(type(age))
num = 15



print(int(num))

print( type ( str(num ) ))

int()
str()

age = 'saba'
print(int(age))
#shecdoma

x = 5
y = 10

# print(x + y)

x = int(input("enter x: "))
y = int(input("enter y: "))
print(x + y)

# შენ გააკეთე ეს! თქვენ გაიგეთ, რომ:

 

# 🌟 შეყვანები და გამომავალი მანქანებს ეხმარება გარე სამყაროსთან კომუნიკაციაში

# 🌟 input() ინსტრუქცია საშუალებას აძლევს მომხმარებელს შეიყვანოს მნიშვნელობა თქვენს პროგრამაში

# 🌟 print() ინსტრუქცია გამოიყენება გამოსავლის გენერირებისთვის