# name = "saba"
# surname = "chikvaidze"
# age = 15
# print(" hello, my name is " + name+ " " + (surname)  +", " str(age))

# 🌟 შეცდომები კოდში ცნობილია როგორც შეცდომები

# 🌟 კოდი სრულდება სტრიქონ-სტრიქონიდან ზემოდან ქვევით

# 🌟 კოდის შესრულება შეფერხებულია შეცდომების გამო

# 🌟 შეგიძლიათ დაამატოთ კომენტარები თქვენს კოდზე ჰეშის სიმბოლოთი #

# 🌟 პითონი არის რეგისტრის მგრძნობიარე ენა

# 🌟 გველის შემთხვევა საუკეთესო პრაქტიკაა მრავალსიტყვიანი ცვლადის სახელების შექმნისას


# name = "anna"
# score = 96
# print(name)
# print(score)
# payment_status = "returned"
# payment_status = "paid"
# print(payment_status)